Repository: Eddy23/wewoshop
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_wewoshop_domain_model_category
source: Category
de: Kategorie

# tx_wewoshop_domain_model_category.title
source: Name of the category
de: Kategoriename

# tx_wewoshop_domain_model_product
source: Product
de: Produkte

# tx_wewoshop_domain_model_product.title
source: Name of the product
de: Produkt

# tx_wewoshop_domain_model_product.size
source: Size of the product
de: Grösse

# tx_wewoshop_domain_model_product.weight
source: Weight of the product
de: Gewicht

# tx_wewoshop_domain_model_product.color
source: Color of the product
de: Farbe

# tx_wewoshop_domain_model_product.categories
source: Category of the product
de: Produktkategorie

# tx_wewoshop_domain_model_product.teaser_text
source: Short Teaser of the product
de: Teaser

# tx_wewoshop_domain_model_product.description_text
source: Description of the product
de: Beschreibung

# tx_wewoshop_domain_model_product.price
source: Price of the product
de: Stückpreis

# tx_wewoshop_domain_model_product.product_img_big
source: Big Image of the product
de: Produktbild

# tx_wewoshop_domain_model_product.product_img_small
source: Thumbnail of the product
de: Vorschaubild

# tx_wewoshop_domain_model_frontenduser.first_name
source: First name
de: Vorname

# tx_wewoshop_domain_model_frontenduser.last_name
source: Last name
de: Nachname

# tx_wewoshop_domain_model_frontenduser.address
source: Street and Streetnumber
de: Strasse und Hausnummer

# tx_wewoshop_domain_model_frontenduser.zip
source: Zip
de: Postleitzahl

# tx_wewoshop_domain_model_frontenduser.city
source: City
de: Stadt

# tx_wewoshop_domain_model_frontenduser.email
source: Email
de: E-Mail-Adresse

# tx_wewoshop_domain_model_frontenduser.confirmationPassword
source: confirm Password
de: Password bestätigen

# tx_wewoshop_domain_model_frontenduser.password
source: Password
de: Passwort

# tx_wewoshop_domain_model_payment.account
source: Account
de: Rechnung

# tx_wewoshop_domain_model_payment.debit
source: Debit
de: Lastschrift

# tx_wewoshop_domain_model_payment.prePayment
source: Prepayment
de: Vorkasse

# registerNew
source: Register
de: Registrieren

# newCustomer
source: I am a new Customer
de: Ich bin Neukunde

# existingCustomer
source: I am an existing Customer
de: Ich bin bereits Kunde

# acceptTerms
source: I agree to the Terms and Conditions and the Privacy Policy
de: Ja, ich stimme den AGB und den Datenschutzbestimmungen zu

# positionQuantity
source: Quantity of the position.
de: Fehler bei der Eingabe der Produktanzahl:

# note
source: Wrong input in the form fields:
de: Fehler bei der Eingabe der Formularfelder:

# formLoginFailure
source: Wrong input in the form fields
de: Die eingegebenen Daten waren nicht korrekt

# orderAlreadyRealized
source: The order is already realized.
de: Die Bestellung wurde bereits durchgeführt.

# toSummary
source: go to summary
de: weiter zur Übersicht

source: buy now
de: jetzt kaufen

# error.1231231231
source: Please type an integer value, greater than zero
de: Bitte einen ganzzahligen Wert eingeben, der größer Null ist (1231231231)
